{
  "commons": {
    "tCJSxx": "Светлый/тёмный режим",
    "Q7dLbA": "Светлый режим",
    "hMUQH5": "Тёмный режим",
    "n02jRA": "Цвет акцента",
    "2wn8UQ": "Личный блог",
    "PsVFRc": "Технический блог",
    "itPgxd": "Профиль",
    "UxTJRa": "Проекты",
    "tv5FG3": "Блог",
    "M6hpAz": "Стили",
    "y1Z3or": "Язык"
  },
  "profile": {
    "X73pdS": "Привет!",
    "S2RPhK": "Я Jason, также известный как @vmx2f, я создаю чистые, функциональные и визуально смелые интерактивные опыты, сочетая дизайн и код, чтобы инструменты реального мира формировали цифровые пространства.",
    "Vn76qV": "Github",
    "2wn8UQ": "Личный блог",
    "PsVFRc": "Технический блог"
  },
  "I5AIev": "Используемые технологии",
  "yeEJd4": "Посмотреть проект",
  "projects": {
    "title": {
      "QDsuFs": "Amoled тёмная тема для Arch Linux с Hyprland",
      "fq3pxd": "Lively Captions - Перевод и субтитры в реальном времени для рабочего стола",
      "Ahb94k": "Ñawi мобильное и веб-приложение",
      "5Bub3G": "Минимальный скрипт для настройки Windows Terminal",
      "KNZAKH": "Они наблюдают (Игра)",
      "u8PCci": "Movie-fy",
      "nCjNtI": "UnixPec",
      "PHCtJ+": "Map-ly"
    },
    "description": {
      "D7qQDi": "Элегантная коллекция dotfiles, созданная для Arch Linux, моё любовное письмо AMOLED эстетике.",
      "EUj8Mh": "Lively Captions - это десктопное приложение для транскрипции и перевода голоса в реальном времени, построенное на Python. Оно захватывает ваш голос через микрофон или аудио компьютера, транскрибирует его с помощью Whisper и также переводит на другие языки.",
      "7p6Ao9": "Приложение для управления студенческими отчётами, разработанное для Android и веба.",
      "jSvGWF": "Минималистичный скрипт PowerShell для настройки Windows Terminal с пользовательской темой, шрифтом и настройками.",
      "DhYUIL": "Небольшая демо-версия игры, созданная в Godot в сотрудничестве со StraGeo Studios для Brackeys GameJam 2025 - 1.",
      "8JTau4": "Простое приложение для поиска фильмов с использованием TMDB API.",
      "rx3IvR": "Минималистичное и opiniated приложение для организации ежедневных задач, написанное на Java.",
      "Cqrajh": "Демо-приложение карты для отметки опасных зон на основе надёжных источников."
    }
  },
  "metadata": {
    "keywords": {
      "+gQvgd": "ключевое-слово-1",
      "+PoYfH": "ключевое-слово-2"
    },
    "0DlqN9": "Блог vmx!",
    "+BhY5h": "Это моё маленькое пространство в интернете, наслаждайтесь вашим пребыванием! ^^",
    "xl217p": "заголовок",
    "OE94n1": "описание",
    "Xstf7k": "альтернативный текст",
    "ejEGdx": "Главная"
  },
  "home": {
    "UxTJRa": "Проекты"
  }
}